
import React from 'react';
import './about.scss'

const a = "הילמה - כרמל 6000, מפנה 2525 - היא חברה לתועלת הציבור (ללא מטרות רווח), שהוקמה ע\"י בכירים בהייטק ב-2018, על מנת להפוך את ישראל למובילה עולמית בהיי-טק חברתי (Social-Tech).\n\nהילמ\"ה מפתחת פתרונות טכנולוגיים בתחומי בריאות, חינוך ורווחה בדגש על אוכלוסיות מוחלשות ואנשים עם מוגבלויות שונות ומכשירה מנהיגות טכנולוגית-חברתית מקרב אוכלוסיות צעירות (מעין ’8200’ של החברה האזרחית).\n\nהילמ\"ה, מפתחת את הפתרונות הטכנולוגיים עבור עמותות, בתי חולים ומשרדי ממשלה לשימוש אוכלוסיות היעד שלהם. באופן זה אנו מעצימים הן את האוכלוסיות המוחלשות ובעלי המוגבלויות שמשתמשים בפתרונות הטכנולוגיים והן את נותני השירותים החברתיים בישראל.\n\nלהילמ\"ה - כרמל 6000, מפנה 2525 - מרכז פיתוח תוסס בירושלים המאכלס 60 מפתחים צעירים 50 מתוכם הן נשים! "
const About = (props) => {


    return (
        <div id="about-container">
            <img src='/images/hilma.svg' alt='לוגו הילמ"ה' title='לוגו הילמ"ה' />
            <div>
                <h3>מוצר זה פותח</h3>
                <h3 className="bold">בהילמה - הייטק למען החברה</h3>
            </div>
            <div className="about-content">
                <p>{a}</p>
            </div>
            <button onClick={() => window.open("https://www.hilma.tech/", '_system', 'location=yes')}>www.hilma.tech</button>
        </div>
    );
}

export default About;